Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: i. i. vuojnnu tjoahkkájlåhko oahppijs gudi sámegielav válljiji, le unnánasj binnum maŋŋela gå Máhttolåpptim doajmmagådij, valla sámegiela åhpadusá åhtsåma le målsudahkkása fylkas fylkkaj.
sma: 31 damme Maahtoelutnjemen mænngan, mohte syökemh saemien lohkedh fylhkij gaskij joekehtedtieh.

source: Åhpadusdirektoráhtta ájggu guoradallat åttjutjit buorep duogásjdiedojt man láhkáj oahppe oadtju ietjasa sámegiela åhpadus rievtesvuodajt, ja gåktu oahppe ietja åhpadusáv árvustalli.
sma: Ööhpehtimmiedirektorate sæjhta kaartedimmiem darjodh juktie buerebe våaromemaahtoem åadtjodh guktie dah learohkh dej reaktah ööhpehtæmman saemiengïelesne åadtjoeh, jïh guktie dah learohkh jïjtsh ööhpehtimmiem vierhtiedieh.

source: Ájggomussan le i. i. oadtjot stuoráp vuodov máhttelis rievdádusájda sámeåhpadusán nav vaj buorebut máhttá oahppij åhpadusdárbojt gåbttjåt.
sma: Destie j.g. båata stuerebe våaromem åådtjadh jis såjhtsh jeatjahdimmieh saemienööhpehtimmesne tjuara darjodh juktie dïhte maahta buerebe learohkij ööhpehtimmiedaarpoeh dåastoehtidh.

source: Åvdåsvásstediddje: Åhpadusdirektoráhtta Ájgge: 2009
sma: Dïedtije: Ööhpehtimmiedirektorate Tïjjeperspektijve: 2009

source: 5. doajmma Bagádusá oahppoplánajda
sma: Learoesoejkesjij bïhkedimmieh

source: Bagádusá galggi dagáduvvat nav vaj åvddånboahtá gåktu máhttá buorre hiebadum åh
sma: Bïhkedimmieh edtjieh haemiedidh guktie dah vuesiehtieh guktie maahta dååjrehtidh hijven sjïehtedamme ööhpehtimmiem.

source: 31 padusáv vaddet. Fágaj oahppoplánaj bagádusá e galga liehket dakkára ma gåbttji ålles plánav, ienni vaddet buojkulvisájt gåktu åhpadus máhttá plániduvvat ja tjadáduvvat ja gåktu oahppe máhtti árvustaláduvvat duon dán dásen.
sma: Bïhkedimmie learoesoejkesjidie faagh ij edtjh ellies årrodh abpe learoesoejkesjinie, mohte vuesiehtimmieh vadta guktie ööhpehtimmiem rååresjidh jïh tjïrrehtidh jïh guktie learohkh maahta ovmessie daltesinie vierhtiehtidh.

source: Bagádusá vierttiji vaddet konkrehta buojkulvisájt gåktu máhtudakmihtojda máhttá vaddet konkrehta sisanov juohkka dásen ja buojkodit åvddånimev dásij gaskan.
sma: Bïhkedimmieh byöroeh vedtedh stinkes vuesiehtimmieh guktie maahtoeulmide stinkes sisvegem vadta gaajhkh daltesinie jïh vuesiehtimmieh progresjovnine gaajhkh daltesij gaskem.

source: Bagádusá LK06-s:aj dagáduvvi sæmmi láhkáj gå bagádusá LK06:aj, dsj. dahkamusgirjij milta Máhttodepartementas Åhåadusdirektoráhttaj.
sma: Bïhkedimmieh LM-06s:se haemede seammavuekine goh bïhkedimmieh LK06:se, d. m. j. laavenjassij mietie prievesne Maahtoedepartementeste Ööhpehtimmiedirektoratese.

source: Bagádusá galggi dahkat nav vaj åhpadus sámegielan ja dárogielan orgániseriduvvá nav vaj oahppe oadtju åhpadusáv doajmme lágaj ja njuolgadusáj gájbbádusáj gáktuj.
sma: Bïhkedimmie edtja dåarjodh ööhpehtimmiem saemien jïh daaroen åårganiseredh guktie learohkh åadtjoeh dam ööhpehtimmiem krievemen mietie laakij jïh njoelkedassij mietie.

source: Bagádusá sámegiella vuostasjgiellan ja sámegiella nubbengiellan vierttiji vuoroduvvat.
sma: Bïhkedimmie saemien voestesgïeline jïh saemien mubpiengïeline byöroe uvte bïejedh.

source: Åhpadusdirektoráhtan le oajvvevásstádus bagádusájt dagádtjit, aktisasjbargujn sámedikkijn.
sma: Ööhpehtimmiedirektoraten lea åejviedïedte bïhkedimmieh darjoeh, saemiedigkien ektine.

source: Rátjaduvvá gærggat bagádusáj sámegiella vuostasjgiellan ja sámegiella nubbengiellan 15.05.2010.
sma: Ulmie lea bïhkedimmie saemien voestesgïeline jïh saemien mubpiengïeline galka riejries årrodh 15.05.2010.

source: Dåj ietjá bagádusáj barggo mierreduvvá Sámedikke ja Åhpadusdirektoráhta gaskal.
sma: saemiedigkien jïh Ööhpehtimmiedirektoraten ektesne.

source: Åvdåsvásstediddje: Åhpadusdirektoráhtta aktisasjbargujn Sámedikkijn Ájggegávdda: 20010-2012
sma: Dïedte: Ööhpehtimmiedirektorate Saemiedigkien ektesne Tïjjeperspektijve: 2010-2012

source: 6. doajmma Suohkanij ja fylkasuohkanij sámegiela åhpadusá rievtesvuodaj tjadádime bærrájgæhttjo
sma: Råajvarimmie 6. Gïehtjedimmie tjïeltijgujmie jïh fylhketjïeltigujmie tjïrrehtim

source: Åhpadusdirektoráhtta ja fylkaålmmå li da gudi suohkanij vælggogisvuodajt ja oahppij rievtesvuodajt åhpaduslága milta bærrájgæhttji.
sma: Ööhpehtimmiedirektorate jïh fylhkemaennieh gïehtjedieh tjïeltij tjælloeh jïh learohkij reaktah ööhpehtimmielaaken mietie.

source: Dát gullu sámegiela åhpadusán aj.
sma: Daate aaj ööhpehtimmiem saemien gïelesne dæjpa.

source: Máhttodepartemænnta le gåhttjom Åhpadusdirektoráhtav jagen 2009 tjadádit bærrájgæhtjov gåktu suohkana ja fylkasuohkana tjuovvoli sáme oahppij rievtesvuodajt åhpaduslága milta, dán vuolen aj oahppij máhttelisvuodajt oahpponævojda.
sma: Maahtoedepartemente lea gihtjeme jis Ööhpehtimmiedirektorate jaepien 2009 gïehtjedimmiem tjïrrehte guktie tjïelth jïh fylhketjïelth saemien learohkij reaktah ööhpehtimmielaaken mietie dåarjoeh, aaj learohkij learoevierhtide.

source: sámedigge galggá sæhkáj bærrájgæhttjo bárgguj.
sma: saemiedigkie galka gïethjedimmiebarkosne mealtan årrodh.

source: Åvdåsvásstediddje: Åhpadusdirektoráhtta / fylkaålmmå Ájgge: 2009-2014
sma: Dïedtije: Ööhpehtimmiedirektorate / fylhkemaennieh Tïjjeperspektijve: 2009-2014

source: 7. doajmma Værmádahka guhkásåhpadussaj
sma: Råajvarimmie 7. Maajehööhpehtimmien

source: Moadda suohkana aktisasjbarggi sámegiela åhpadusán guhkásåhpadusá baktu.
sma: Jeenjh tjïelth ektesne berkieh ööhpehtimmie saemien gïelesne maajehööhpehtimmien viehkine.

source: Fylkasuohkana barggo guhkásåhpadusá åhpadiddjij værmádahka viertti vijdábut åvddånahteduvvat, ja viertti guovlolasj tjåhkanime ásaduvvat åhpadiddjijda allaskåvlåj aktisasjbargujn.
sma: Fylhkemaenniej barkoe viermievïerhkine lohketæjjide gieh maajehööhpehtimmine berkieh byöroe eevtiedidh, jïh byöroe regijovnalen tjåanghkoeh lohkehtæjjide öörnedh jïlleskuvlijgujmie ektesne barkedh.

source: Værmádahka galggá ásaduvvat åhpadiddjijda gænna le sámegiela guhkásåhpadus.
sma: Dïhte edtja viermievïerhkem tseegkedh lohketæjjide gieh maajehööhpehtimmine saemien gïelesne berkieh.

source: Åhpadusdirektoráhtta oadtju láhtjet dilev nav vaj dákkár værmádahka ásaduvvá.
sma: Ööhpehtimmiedirektorate sæjhta barkoem dejnie viermievïerhkine tseegkedh.

source: Åvdåsvásstediddje: Åhpadusdirektoráhtta / Fylkaålmmå / allaskåvlå Ájgge: 2009-2010
sma: Dïedtije: Ööhpehtimmiedirektorate / Fylhkemaennieh / jïlleskuvlh Tïjjeperspektijve: 2009-2010

source: 8. doajmma Aktisasjbarggo Svierigijn sámeåhpadusá birra
sma: Råajvarimmie 8. Ektiebarkoe Sveerjine saemienööh

source: 2005 tjavtja ja 2006 gidá lij aktijvuohta svieriga ja vuona departementajn majn le åvdåsvásstádus sámeåhpadusás dágástalátjit oarjjelsáme vuodoåhpadusáv rádjáguovlojn.
sma: Tjaktjen 2005 jïh gïjren 2006 bieljelin sveerjen jïh nöörjen departementh mej saemien ööhpehtimmien dïedte åarjelsaemien maadthskuvleööhpehtimmiem raastedajvine digkiedidh.

source: sáme mánájn svierigin ælla vásstediddje rievtesvuoda dagu sáme mánájn Vuonan.
sma: eah saemien maanaj sveerjesne leah seamma reakta goh saemien maanaj Nöörjesne.

source: oahppe oadtju fálaldagáv sámegielan iednegiellan, valla ælla dagádum sierra oahppoplána sáme mánájda.
sma: Dah learohkh åadtjoeh faalaldahkem saemien ietniegïeline, mohte ij leah learoesoejkesjh saemien learohkidie eevtididh.

source: oajvvaduváj i. i. goappátja rijka galggin guoradallat máhttelisvuodajt ja hieredusájtma luluj gávnnuji njuolgadusájn mij guosská vuodoskåvlå åhpadusá aktisasjbargguj rájáj badjel.
sma: Dellie lij g. j. mïeredamme gåbpatjahkh laanth edtjigan dah nuepieh goerehtidh jïh såajhtsh dåeriesmoerh mah njoelkedassine gååvnesieh gosse ektiebarkoe maadthööhpehtimmine raastij bijjelen.

source: Tjielgas le huoman dánna lisj juridihkalasj gássjelisvuoda masi ij le nav álkke tjoavddusijt gávnnat.
sma: Tjïelkes lea jurisdisksjovnedåeriesmoerem gååvnese mij ij naan aelhkie vaestiedassem gååvnesh.

source: Dát guosská i. i. goappán rijkka galggá liehket oajválattjan åhpadusájn ma rájájt rastidi, ja jus soames bále rijka æbá le avtamielalattja konkrehta åhpadusá hárráj ja / jali fálaldagá ruhtadibmáj.
sma: Dïhte j.g. mij laantide edjta reeremem utnedh gosse raastij bijjelen ööhpehtidh, muvhth tsiehkine ov-sieme laantij gaskem ööhpehtimmiefaalaldahken bïjre jïh / vuj maaksemem faalaldahkide tjualma.

source: Hásstalusá le árvustaládum sámekonvensjåvnå bargo aktijvuodan.
sma: haestemh barkose orre saemiekonvensjovine bieljeldi.

source: Máhttet aktisattjat rájáj badjel barggat le ájnas, sierraláhkáj mij guosská oarjjel- ja julevsáme åhpadussaj ja åvddånahttemij.
sma: vihkeles maehtedh ektesne barkedh raastij dåeresth, joekoen gosse ööhpehtimmiem jïh eevtiedimmiem åarjel- jïh julevsaemiengïelide dæjpa.

source: Máhttodepartemænnta ájggu
sma: Maahtoedepartemente sæjhta sveerjem bieljelidh jïh vihth digkiedidh mah nuepieh dej leah gosse vaestiedassh gaavnedh maam learohkidie gåabpatjahkine laantine hijven årrodh.

source: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009 gidá
sma: Dïedtije: Maahtoedepartemente Tïjjeperspektijve: Gïjren 2009

source: 9. doajmma Aktisasjbarggo Suomajn sáme åhpadusá birra
sma: Råajvarimmie 9. Ektiebarkoe Såevmine saemienööhpehtimmien bïjre

source: suomajn aktisasjbarggo le ienemusát læhkám tjanádum skåvlåjda sirman ja Uhtsjågån aktisasj åhpadusájn guokti vahkkuj.
sma: ektiebarkoe såevmine lea skuvlide sirmesne jïh Utsjohkesne orreme ektine ööhpehtimminie göökth våhkosne.

source: sidot le joarkket dájna aktisasjbargujn.
sma: sæjhta dam ektiebarkoem jåerhkedh.

source: Duodden de viertti guhkásåhpadusá plána tjuovvolibmáj buorebut látjeduvvat aktisasjbargguj rájáj rastá divna gålmå sáme gielajda.
sma: Lissine byöroe soejkesjem maajhööhpehtimmiem buerebe sjïehtedidh ektiebarkojne raastij dåeresth gaajhkh saemien gïeline

source: Åvdåsvásstediddje: Åhpadusdirektoráhttat / Fylkaålmmå Nordlándan, Tråmsån ja Finnmárkon Ájgge: 2009 gidá
sma: Dïedtije: Ööhpehtimmiedirektorate / Fylhkemaennieh Noerhtelaantesne, Tromsesne jïh Finnmarkesne. Tïjjeperspektijve: 2009

source: sáme oahpponævo
sma: saemiej learoevierhtieh

source: sámedikken le åvdåsvásstádus háldadit ruhtadoarjjagijt sissŋelin økonomalasj rámmaj ma juolloduvvi stáhtabudsjehta baktu sáme oahpponævojda.
sma: saemiedigkien lea dej ealamadtjen stillemh maam disposisjovnesne staaten budsjetten tjïrrh saemien learoevierhtide, diedte dej vierhtieh gïetede jïh rammen sisnie evtiedidh.

source: stuorra oahpponævo vánesvuohta le ájn oarjjel-, julev- ja nuorttasámegiellaj ma li åvddånahtedum Máhttolåpptima – sáme gáktuj.
sma: ennje vaenie learoevierhtieh åarjel-, julev- jïh noerhtesaemiengïelesne mah leah evtiedamme Maahtoelutnjeme – saemien mietie.

source: akta hásstalusssan le oadtjot nuoges oahpponævvotjállijt jus ep galga ” masset ” fáhkaulmutjijt skåvlås.
sma: Aktem haestemistie learoevierhtietjaelieh gaavnedh jïh eah dam skuvleste vaeltieh.

source: Sámedikke strategalasj plánan oahpponævvåvddånahttemij 2009-2012 le oahpponævo vuoroduvvam oarjjel-, julev- ja nuorttasámegiellaj árvvalusáj milta majt oadtjun mánájgárdijs ja skåvlåjs guosskavasj guovlojs.
sma: Saemiedigkien strategijen soejkesje learoevierhtieöövtiedæmman 2009-2012 lea learoevierhtieseahkarimmieh dorjeme åarjel-, julev- jïh noerhtesaemiengïelesne mestie lea maanajgïerteste jïh skuvleste dajvine båateme.

source: sihkarastem diehti oahpponævo båhti oahppijda adnuj, gálggi oahpponævo liehket navku.
sma: guktie tjïrkedh learoevierhtieh fïerhten learoehkasse båetieh, strategije lea dah learoevierhtieh edtjieh namhtah årrodh.

source: sámedigge le pilotprosjevtav Divtasvuonan álgadam, gånnå le ulmmen åvddånahttet Ájluovta skåvlåv resurssaskåvllån julevsáme oahpponævoåvddånahttemij.
sma: saemidigkie lea aalkeme pilotprovsjekte Tysfjorden tjïeltesne, gusnie ulmie lea Drage skuvlem eevtiedidh vierhtieskuvlese learoevierhtie-eevtiedimmie julevsaemiengïelesne.

source: Åtsådallama dás pilotprosjevtas máhtti aneduvvat åvddånahtátjit resurssaskåvlåjt oarjjel- ja nuorttasámeguovlon aj.
sma: Dah dååjrehtsh daestie pilotprovsjektijste maahta nuhtjedh jïh vierhtieskuvlh dovne åarjel- jïh noerhtesaemien dajvine evtiedidh.

source: 10. doajmma Sáme oahpponævo – buvtadibme, juogadibme ja jårggålibme
sma: Råajvarimmie 10. Saemien learoevierhtieh –

source: sáme oahppanævoj vánesvuohta le tjalmostuvvam moatten aktivuodan.
sma: produsjovne, distribusjovne jïh jarkoestimmie

source: 2009-gidá galggá ásaduvvat aktisasj barggojuogos gånnå le dahkamussan buktet oajvvádusájt dåjmajda ma máhtti sáme oahpponævvo åvddånahttemav dåbmarabbon dahkat.
sma: vaenie saemien learoevierhtieh vååjnesisnie orreme ovmessie tsiehkine.

source: Åvdåsvásstediddje: Sámedigge / Åhpadusdirektoráhtta Ájgge: Juogos ásaduvvá 2009 gidá
sma: Laavenjasse Maahtoedepartementeste lea Ööhpehtimmiedirektorate ektesne Fylhkemaennie Finnmarkesne barkeme kaarhtedimmine mah learoevierhtieh gååvnesieh noerhte-, julev- jïh åarjelsaemiengïelesne mah maehtieh Maahtoelutnjeme

source: 11. doajmma Diehtojuohkemdåjma sámeåhpadusá rievtesvuodaj ja vælggogisvuodaj birra
sma: – Saemien utnedh, jïh aaj mah learoevierhtieh mah

source: Diehto galggá mannat fylkasuohkanijda, suohkanijda, æjgádijda ja oahppijda.
sma: fååtesieh ovmessie faagine jïh daltesinie.

source: Dát gullu gå skåvllå álggá, skåvllå målssomij bále ja gå oahppe manná avta åhpadusá dáses nubbáj. Dákkár diehtojuohkem aj galggá ållessjattukåhpadusán.
sma: Kaarhtedimmie vuesehte ennje stoerre daarpoe saemien learoevierhtieh Maahtoelutnjeme – Saemien sjïehtesjamme.

source: Diehtojuohkem viertti aj boahtet internæhttaj, ja brosjyvrajn, Diehto galggá juogeduvvat nav vaj jåkså divna sáme guovlojda.
sma: gïjren 2009 ektiebarkoedåehkiem nommedahta mij galka uvtiedidh råajvarimmieh mah maehtieh radtjoestidh eevtiedimmiem saemien learoevierhtieh.

source: Åvdåsvásstediddje: Åhpadusdirektoráhtta / Fylkaålmmå / Sámedigge. Ájgge: Bårggemáno 2009
sma: Dïedtije: Saemiedigkie / Ööhpehtimmiedirektorate Tïjjeperspektijve: Dåehkie gïjren 2009 tseegkie

source: lahka aktisasjbargov gaskal institusjåvnåj
sma: 33 RØRossAeMieN DAJvesNe lea lihke ektiebarkoem evtidamme institusjonij gaskem mej dïedte saemien ööhpehtimmiem, destie båata mahte ij oktegh learohkh saemiengïelen ööhpehtimmiem orrijh, maadthööhpehtimmesne.

source: gænna le åvdåsvásstádus sáme åhpadusás,
sma: skuvlh, eejtegh jïh learohkh åadtjoeh raerieh, bïhkedimmieh jïh bïevnesh reaktaj, ööhpehtimmiefaalaldahkij, gïeleveeljemen, tæjmoejuakaldahken jïh fagen tæjmoerååresjimmien bïjre.

source: padusán.
sma: Råajvarimmie 11.

source: skåvlåj aktisasjbargujn válldá aajege
sma: Bïevneshråajvarimmieh reaktaj jïh

source: sáme giella- ja máhtudakguovdásj sáme oahp
sma: tjælloej saemienööhpehtæmman

source: pev ålles vuodoåhpadusá tjadá, ja tjuovvol
sma: Bievnesh edtjieh fylhketjïeltide, tjïeltide, eejhtegidie jïh learohkidie årrodh.

source: oahppijt gå manni mánájgárdes vuodoskåvllåj
sma: Daate dæjpa dovne gosse skuvlem aelkedh, gosse skuvlem målsodh jïh gosse ovmessie daltesij gaskem ööhpehtimmesne juhtedh.

source: ja vuodoskåvlås joarkkaskåvllåj. skåvlå, æjgáda
sma: Dagkerh bïevnesh aaj geerveööhpehtæmman årrodh.

source: ja oahppe oadtju rádijt, bagádusáv ja diedojt
sma: Bïevnesh byöroe vearman sjïehtesjidh, jïh tjaaleginie.

source: rievtesvuodaj, åhpadusfálaldagá, giellaválljima,
sma: Dïedtije: Ööhpehtimmiedirektorate / Fylhkemaennieh / Saemiedigkie Tïjjeperspektijve: Mïetsken 2009

source: sijddaskåvlå
sma: voeneskuvlh

source: sijda ma gehtjaduvvi doaresbællán dáttja aktijvuodan, le álu sáme guovdásj guovlojn ja buorre saje bisodittjat sáme gielav, kultuvrav ja sebrudakiellemav. Vuodo- ja joarkkaskåvlå le Máhttolåpptima
sma: sijjieh mah gåhtjoesuvvieh raedtine nöörjen tsiehkesne, leah daamhts saemien voerngedajvh jïh hijven arenah saemien gïelem, kultuvrem jïh siebredahkenjielemem gorredidh.

source: åhpadusáv sáme gielajn, kultuvrajn ja sebrudakiellemijn vuodon.
sma: Maadth- jïh jåarhkeskuvlh tjuerieh Maahtoelutnjeme – saemien tjïrrh vedtedh kvalitetelds hijven ööhpehtimmiem man våaroemisnie saemien gïele, kultuvre jïh siebredahkejielemh.

source: sijddaskåvlåjn le, dan lahkavuodajn viesso sáme sebrudahkaj ja árbbedábálasj æládusájda, buorre máhttelisvuodav duohtan dahkat dákkár åhpadusáv.
sma: voeneskuvlij lea, dej lihkesvoete jielije saemien siebredahkese jïh aerpievuekien jielemidie, buerie nuepieh dagkerh ööhpehtimmiem darjodh.

source: Åhpadus ja bajássjaddam sámegielak birrusin vaddá buorre máhttelisvuodajt ájnegis oahppáj åvddånahtátjit ietjas sáme gielav luondulasj adnogiellan.
sma: Ööhpehtimmie jïh byjjenimmie saemiengïeleldh byjreskinie vadta buerie nuepieh fïerhten learohke dan saemien gïelem evtiedidh iemeles åtnoegïelese.

source: Giehpep le aj ávkástallat ressursaulmutjijt bájkálasj sebrudagán åhpadusán gå skåvllå le bájkálasj sebrudagán.
sma: Dïhte aaj aelkebe vierhtiehalmetjh gaavnedh jïh utnedh byjreskesiebredahkesne ööhpehtæmman gosse skuvle lea byjreskesiebredahkesne.

source: sijddaskåvlåj hiejtedibme, nuortta- julev- ja oarjjelsáme guovlojn, máhttá buktet nievres vájkkudusájt giellaåvddånahttemij sáme sebrudagájn ja danen aj ålles sáme sebrudahkaj.
sma: voeneskuvlh orrijin, dovne noerhte-, julev- jïh åarjelsaemien dajvine, destie maahta negatijven gïeleeevtiedæmman årrodh dejnie saemien siebredahkine jïh aaj abpe saemien siebredahkesne.

source: Vájkkudusá sijddaskåvlåj hiejtedimijn máhttá liehket ieritjåhttåm sáme sijdajs.
sma: Jis voeneskuvlem orrije dellie almetjh maehtieh voeneste juhtedh.

source: Dát le ájtto smávva sámegielak sebrudagájda ma li ájnnasin sáme gielav bisodittjat.
sma: Daate smaave saemiengïeleldh siebredahkh aajhta mah leah vihkeles gosse saemien gïelem gorrede.

source: ieritjåhttåm máhttá buktet sjaddobuolvva massá lahkavuodav ja diedojt bájkálasj sebrudagás, luondos ja árbbedábálasj æládusájs gulluvasj terminologijajn.
sma: Jis destie juhtedh dellie dïhte båetije boelve dan lihkesvoete jïh maahtoe byjreskesiebredahken, eatnemen jïh aerpievuekien jielemij bïjre dassanieh jïh terminologijen dïsse sjïehtesjamme.

source: Åvdåsvásstádus almulasj skåvllåstruktuvras le suohkanijn ja fylkasuohkanijn.
sma: Dïhte lea tjïeltij jïh fylhkentjïeltij diedte byjjes skuvlestruktedh.

source: Ráddidus ij máhte mierredit gåktu skåvllåstruktuvrra galggá suohkanijn ja fylkasuohkanijn, dát gullu vuojn suohkana iesjmierredibmáj.
sma: Reeransse ij maehtieh jiehtiedh guktie skuvlestruktuvre tjïeltine jïh fylhketjïeltine galka årrodh, daate bielie tjïelten jïjtjestuvremisnie.

source: sæmmibåttå le aj suohkanijn ja fylkasuohkanijn åvdåsvásstádus rijkajgasskasasj vælggogisvuodaj gáktuj sámijda.
sma: seamma aejkien aaj tjïeltij jïh fylhkentjïeltij dïedte gaskirijhken latjkoen mietie saemiej muhteste.

source: Diedulasjvuohta dán birra viertti buktet alla sjielmáv sijddaskåvlåj hiej-tedimij hárráj sáme guovlojn ja ij berus dagáduvvat dárkkelis guoradallamij dagá.
sma: Jis dej bïjre vuarkoes årrodh dellie geervebe voenenskuvlh orrijidh saemien dajvine jïh ij maehtieh dam darjodh åvteli dam goerehtidh.

source: Dát le aj buojkulvissan masi sámedigge sámelága milta viertti vatteduvvat máhttelisvuodav javllamusáv buktet.
sma: Daate lea aaj vuesiehtimmie aamhtese mejnie saemiedigkie saemielaaken mietie byöroe åadtjodh dan mïelesne jiehtedh.

source: Vájku gåktu, de le suohkanijn åvdåsvásstádus láhtjet buorre åhpadusfaládagájt, aj sámegielan ja sámegiellaj, dajda skåvlåjda gåsi oahppe sirdeduvvi.
sma: gukt ’ amma tjïeltij dïedte lea hijven sjïehtesjamme ööhpehtimmiefaalaldahkem, aaj saemien gïelesne, dejtie skuvlide gosse learohkh juhtieh.

source: Muhtem bále máhttá aj bájkálasj dile buktet máhttelisvuodajt buorep kvalitátijvalasj sámegiela faládagájt gå stuoráp skåvlåjn.
sma: såemies aejkien maahta aaj byjres tsiehkieh darjodh nuepiem kvalitatijven buerebe faalaldahkem saemien gïelesne stuerebe skuvlesne.

source: Dá li árvustallama ma buoremusát dagáduvvi bájkálattjat.
sma: Daate tjura byjreskinie vierhtiehtidh.

source: sámedigge sihtá doajmmaplána aktijvuodan ráddidus galggá árvustallat álgadit mierreduvvam doarjjagijt sijddaskåvlåjda ma sámegiellaj ja sámegielan åhpadusáv vaddi.
sma: 34 sKReeJRehTiMMiePRovsJeKTe eLgÅesNe Jaepien 2001 saemiedigkie eelki 5-jaepiej skreejrehtimmieprovsjektem elgå bæjjanimmiejarngesne engeldaelesne.

source: Raddidus ij vuojne dáv ávkálattjan, valla vuoset dasi jut Barggo- ja sebrudahttemdepartemænnta le bivddim lagáp aktisasjbargguj KsŠajn ja sámedikkijn sámepolitihka birra suohkanijn, gånnå aj suohkana ålgoldisævto sáme fálaldagájda máhttá liehket tiebmán.
sma: skreejrehtimmieprovsjekte lij maanajgïertesne åårganisereme åssjalommeste maanah edtjieh saemiengïelem lïeredh iemeles jïh aarkbeajjetjen gïeleåtnoen tjïrrh.

source: máná oarjjelsáme åhpadusáv, vijdábuj de
sma: Maanaskuvlesne maanah åadtjoejin åarjelsaemien ööhpehtimmiem, jïh aaj ööhpehtimmiem jeatjah faagide åarjelsaemiengïelesne.

source: fágan. Prosjæktalåhpan máhttin máná dábálasj
sma: gosse provsjekte orriji dellie dah maanah meehtin aarkbeajjetjen saemien gïelem guarkedh.

source: oarjjelsáme ságastimev dádjadit. Máhttin aj
sma: Dah aaj meehtin vaestiedidh jïh soptsestalledh saemiengïelesne.

source: vásstedit ja ságastimev oarjjelsábmáj hædodit.
sma: saemiedigkie sæjhta dan mïeresne daejnie gïetedimssoejkesjinie reerenasse edtja vierhtiehtidh mïerhkeme dåarjoem voeneskuvlide vedtedh mah ööhpehtimmiem saemien gïelesne vedtieh.

source: giellaåhpadus ja alfabetiserim ållessjattugijda
sma: Gïeleööhpehtimmie jïh alfabetisereme geervide

source: Mij guosská vuodoåhpadussaj ållessjattugijda, de unnán ietjáláhkáj árvvaluvvá sámegiellaj ja sámegielan åhpadusrievtesvuodaj birra.
sma: gosse maadthööhpehtimmie geervide, reaktam vierhtede ööhpehtæmman saemiengïelesne ovmese vuekesne enn maanaj jïh noerij åvteste.

source: Dábálattjat viertti gájbbádusá sámegiela åhpadussaj duostoduvvat ållessjattuk sámes guhti vuodoåhpadusáv dárbaj.
sma: Jis geerve almetjh edtjieh ööhpehtimmiem saemiengïelesne, lea iemeles dah leah saemieh, jïh sïejhme byöroe jååhkesjidh gosse geerve saemie ööhpehtimmiem saemiengïelesne krievedh jïh maadthskuvleööhpehtimmiem daarpesjidh.

source: sámelága 3-8. § nammat rievtesvuodajt sámegiela åhpadussaj.
sma: saemielaaken § 3-8 reaktaj bïjre ööhpehtæmman saemien gïelesne jiehtedh.

source: Dánna le huoman sáhka ietjádis gå rievtesvuoda ma åhpaduslágas tjuovvu, ja ækton dán mærrádussaj le i. i. ” Rievtesvuohta dahká juohkkahasj máhttá gájbbedit oadtjot tjadádit guoskavasj sámegiela ållessjattukkursav iednegiellan, doajmme ållesjattukåhpadusá njuolgadusáj sissŋelin. ”
sma: Daate ij leah seammalaakan goh dah reaktah mestie ööhpehtimmielaakeste båetieh, jïh dåajvoehtimmieh dïsse njoelkedassese tjåådtje g. j. ” Reaktan meitie gaajhkem maehtieh krievedh relevante geerveööhpehtimmiem tjïrrehtidh saemien gïelesne ietniegïeline dej dååjrehts njoelkedassij mietie geerveööhpehtimmien muhteste ”.

source: Ållessjattugij åhpadussaj ælla sierra ruhtadoarjjaga.
sma: ij leah jïjtse dåarjoe ööhpehtæmman saemien gïelesne geervide.

source: Ålgusgålå hæhttuji gåbtjåduvvat suohkanij ja fylkasuohkanij rámmaj sissŋelin, ja dákkár fálaldagáj láhtjem le ájnegis suohkanij ja fylkasuohkanij åvdåsvásstádus.
sma: Dah åasah tjuerieh tjïeltij jïh fylhketjïeltij mïerij sisnie maeksedh, jïh faalaldahkem sjiehtedidh lea fïerhten tjïelten / fylhketjïelten dïedte.

source: Danen le ájnnasin vuorodit åhpadusrudájt njuolgadusáj ja åhpadusdárboj gáktuj.
sma: Dan gaavhtan vihkeles dah uvte bïejieh ööhpehtimmievierhtieh njoelkedassij jïh ööhpehtimmiedaarpoej mietie.

source: sij gudi sihti ållessjattukåhpadusáv, hæhttuji ietja ietjasa åhpadusdárboj diededit.
sma: Dah gieh geerveööhpehtimmiem sijhtieh, tjuerieh jïjtje dej ööhpehtimmiedaarpoeh bieljelidh.

source: Åhpadus le navku ja galggá doajmme oahppaplánajt tjuovvot.
sma: Ööhpehtimmie namhtah jïh edtja dååjrehts learoesoejkesjh dåerididh.
